Repository: Petexy/DaVinci_Installer_For_Linux
Catalog: src/locale/*/LC_MESSAGES/davinci-installer.po
Languages: pl

source: DaVinci Installer
pl: Instalator DaVinci

source: Select Installer File
pl: Wybierz plik instalacyjny

source: Show progress
pl: Pokaż postep

source: Installation in Progress
pl: Instalacja w toku

source: Please wait until the installation is complete before closing the application.
pl: Proszę czekać do momentu, w którym instalacja zostanie ukończona przed zamknięciem aplikacji.

source: Welcome to DaVinci Resolve Installer!
pl: Witaj w Instalatorze DaVinci Resolve

source: The app is created to help you with the installation of the DaVinci Resolve for Linux. Download the installer for the Linux, unzip it and let the app handle the rest. Works both for DaVinci Resolve and DaVinci Resolve Studio.
pl: Ta aplikacja została stworzona, by pomóc ci z instalacją DaVinci Resolve dla Linuxa. Pobierz instalator dla Linuxa, odpakuj plik zip i pozwól aplikacji zająć się resztą. Działa zarówno z DaVinci Resolve i DaVinci Resolve Studio.

source: Select DaVinci Resolve .run file
pl: Wybierz plik .run DaVinci Resolve

source: Cancel
pl: Anuluj

source: Open
pl: Otwórz

source: DaVinci Resolve Installer (*.run)
pl: Instalator DaVinci Resolve (*.run)

source: Required file not found at {}
pl: Wymagany plik nie został znaleziony w {}

source: Could not extract version number from filename: {}
pl: Wersja programu nie mogła zostać wyciągnięta z pliku: {}

source: Failed to prepare for installation: {}
pl: Przygotowywanie instalacji nie powiodło się: {}

source: No file selected. Installation cancelled.
pl: Plik nie został wybrany. Instalacja przerwana.

source: Installation cancelled.
pl: Instalacja przerwana.

source: Warning: Failed to clean up temporary build files: {}
pl: Uwaga: Nie udało się wyczyścić plików tymczasowych: {}

source: Installing {}...
pl: Instalowanie {}...

source: Hide progress
pl: Ukryj postęp

source: Process exited with code {}
pl: Proces zakonczyl sie kodem {}

source: Error: {}
pl: Blad: {}

source: Installation failed: {}
pl: Instalacja nie powiodła sie: {}

source: Successfully installed {}!
pl: Instalacja {} zakończona sukcesem!
